Autodesk.Revit.DB.Lighting.InitialLuminousIntensity.#ctor(Autodesk.Revit.DB.Lighting.InitialLuminousIntensity)
Creates a copy of the given initial luminous intensity object
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013